export type AdvantageCardType = {
    title: string;
    description: string;
    image: string;
}

export const communicationAdvantageCards: AdvantageCardType[] = [
    {
        title: 'Финансовая стабильность',
        description: 'Хорошая зарплата: В зависимости от должности, звания и региона – от 200 000 до 450 000 тенге в месяц (а в некоторых подразделениях – ещё выше). Надбавки: За выслугу лет, за особые условия службы, за секретность, за работу в отдаленных регионах (например, на границе или в частях спецназначения). Подъемное пособие: При подписании первого контракта выплачивают единовременное пособие (размер зависит от звания и должности). Премии: За успешное выполнение задач, участие в учениях, праздничные выплаты.',
        image: '/services/service-1.png',
    },
    {
        title: 'Жилье и социальная поддержка',
        description: 'Служебное жилье или денежная компенсация за аренду квартиры. Очередь на получение квартиры или жилищных сертификатов (при длительной службе – более 10 лет). Бесплатное медицинское обслуживание в военных госпиталях. Бесплатное питание на службе или денежная компенсация за питание.',
        image: '/services/service-2.png',
    },
    {
        title: 'Социальные гарантии',
        description: 'Стабильная пенсия: Можно выйти на пенсию после 20 лет службы (и это может быть в 40-45 лет), при этом получать полноценное пенсионное обеспечение.Страхование жизни и здоровья: Государство страхует военнослужащих от несчастных случаев и болезней, связанных со службой. Отпуск: 30 суток отпуска в год + дорога оплачивается, если отдыхать в другом регионе.',
        image: '/services/service-3.png',
    },
    {
        title: 'Карьерные перспективы',
        description: 'Повышение по службе: Возможность быстро расти по карьерной лестнице: от рядового до старших офицерских званий. Обучение за счет государства: Специализация, курсы повышения квалификации, академии, военные училища.',
        image: '/services/service-4.png',
    },
    {
        title: 'Прочее',
        description: 'Уважение в обществе: Военнослужащих часто считают элитой общества – особенно тех, кто проходит службу в специальных подразделениях. Опыт: Практические навыки лидерства, планирования, работы в стрессовых ситуациях. Эти компетенции ценятся в бизнесе и госсекторе.',
        image: '/physical.jpeg',
    },
]

export const conscriptionAdvantagesCards: AdvantageCardType[] = [
    {
        title: 'Образование',
        description: 'Поступление без ЕНТ: После срочной службы можно поступить в казахстанский вуз без сдачи ЕНТ, только по результатам собеседования или внутреннего конкурса. Бонусы при поступлении: Бывшим срочникам могут выделяться отдельные квоты и гранты на обучение в вузах. Освобождение от обязательной отработки: Если учиться по гранту после службы, не нужно будет отрабатывать 3 года в Казахстане (как это обычно требуется).',
        image: '/advantages/advantage-1.png'
    },
    {
        title: 'Финансовые плюсы',
        description: 'Кредитные каникулы: На период срочной службы банк обязан заморозить выплаты по вашим кредитам. Льготы на налоги: В период службы не платятся налоги с пособий и зарплаты, нет обязательных пенсионных и медицинских взносов.',
        image: '/advantages/advantage-2.png'
    },
    {
        title: 'Преимущества для карьеры',
        description: 'Преференции при приеме на госслужбу: При поступлении на государственную службу срочников берут с приоритетом в некоторые силовые ведомства и органы (полиция, прокуратура, МЧС). Военный билет: Его наличие облегчает трудоустройство в охранные структуры, банки, нефтяные компании и государственные учреждения (часто требуют военный билет).',
        image: '/advantages/advantage-3.png'
    },
    {
        title: 'Жилищные и социальные льготы',
        description: 'Бесплатное питание, проживание и форма во время службы. Бесплатный проезд на транспорте при увольнении со службы или следовании к месту отпуска. Подъемные выплаты при переводе или увольнении.',
        image: '/advantages/advantage-4.png'
    },
    {
        title: 'Личностные бонусы',
        description: 'Физическое развитие: хорошая физическая форма, навыки выживания, дисциплина. Навыки командной работы: учат работать в коллективе, подчиняться руководить. Психологическая закалка: стрессоустойчивость, выдержка, самодисциплина.',
        image: '/physical.jpeg'
    },
    {
        title: 'Важно',
        description: 'Если срочник хорошо себя проявит, он может заключить контракт на продолжение службы уже на платной основе. После года службы многие срочники становятся привилегированными кандидатами для работы в армии, полиции, нацгвардии, спецслужбах.',
        image: '/collective.jpeg'
    },
    
]