export const importantCards = [
    {
        id: 1,
        title: 'Контрактная служба',
        description: 'Возможность служить в Вооружённых силах на профессиональной основе с полной поддержкой государства.',
        image: './icons/shield.svg'
    },
    {
        id: 2,
        title: 'Срочная служба',
        description: 'Возможность служить в Вооружённых силах на срочной основе с полной поддержкой государства.',
        image: './icons/handshake.svg'
    },
    {
        id: 3,
        title: 'Обучение и подготовка',
        description: 'Возможность пройти обучение в военных учебных заведениях или получить дополнительную подготовку перед службой.',
        image: './icons/book.svg'
    }
]