export const serviceCards = [
    {
        id: 1, 
        title: 'Стабильная заработная плата и льготы',
        description: 'гарантированное денежное довольствие, надбавки за выслугу, особые условия и квалификацию.',
        image: '/services/service-1.png',
    },
    {
        id: 2, 
        title: 'Социальные гарантии и поддержка государства',
        description: 'бесплатное медицинское обслуживание, страхование жизни, выплаты при травмах и выходе на пенсию.',
        image: '/services/service-2.png'
    },
    {
        id: 3,
        title: 'Обучение и карьера',
        description: 'возможность получить военную специальность, повысить квалификацию или пройти бесплатное обучение.',
        image: '/services/service-3.png'
    },
    {
        id: 4, 
        title: 'Жилищные программы',
        description: 'льготная ипотека, служебное жильё и поддержка в приобретении собственной недвижимости.',
        image: '/services/service-4.png'
    }
]