export const testQuestions = [
    {
        id: 1,
        name: "Иванов Иван",
        profile: "Руслан Фатихович Жаксылыков",
        question: "Добрый день, хотел спросить, какие категории граждан подлежат призыву на военную службу?",
    },
    {
        id: 2,
        name: "Петров Алексей",
        profile: "Сергей Владимирович Кузнецов",
        question: "Здравствуйте, можно ли получить отсрочку от военной службы по состоянию здоровья?",
    },
    {
        id: 3,
        name: "Сидоров Михаил",
        profile: "Дмитрий Алексеевич Смирнов",
        question: "Какие документы необходимы для оформления военного билета?",
    },
    {
        id: 4,
        name: "Козлов Артем",
        profile: "Андрей Николаевич Лебедев",
        question: "Какие изменения в законодательстве о военной службе произошли в этом году?",
    },
    {
        id: 5,
        name: "Николаев Виктор",
        profile: "Олег Геннадьевич Васильев",
        question: "Как можно поступить в военное училище после школы?",
    }
];
